export const recordData = [
  {
    data: '2023.01 - 2023.12',
    title: '삼성 청년 SW 아카데미',
    role: '@ SSAFY 과정 수료(1600시간)',
    infos: [
      'Python, JavaScript, React 학습',
      '1년 동안 매일 강도 높은 과제 수행 및 페어 프로그래밍과 코드 리뷰 경험',
      '협업 프로젝트 3회 진행',
      '스터디에 참여하여 개발 공부를 진행하고 동료들과 원활한 소통과 커뮤니케이션을 촉진',
    ],
    stacks: ['html', 'css', 'javascript', 'react', 'vue', 'github', 'figma'],
  },
  {
    data: '2023.10 - 2023.11',
    title: '우아한테크코스',
    role: '우아한테크코스 웹 프론트엔드 프리코스 4주 참여',
    infos: [
      '매주 새로운 바닐라 자바스크립트 기반 토이 프로젝트 진행',
      'Jest를 활용한 테스트 코드 작성',
      '모듈화 및 구조설계 연습',
    ],
    stacks: [],
  },
  {
    data: '2017.03 - 2023.02',
    title: '영남대학교',
    role: '@ 로봇기계공학과 학사 졸업',
    infos: [
      '로봇 설계 및 제어 이론 학습',
      '로봇 설계 및 제어 프로젝트 4회 진행',
      '총 학점 : 3.88 / 4.5',
    ],
    stacks: [],
  },
];
